Repository: DimaYashchyshyn/Test1898
Catalog: Übersetzung-omegat.tmx
Source language: en
Languages: de

source: With the email option off, you will still receive emails sent by admins (e.g., course assignment notifications) and account management emails (e.g., alerts about login info updates, etc.)
de: Auch wenn die Option E-Mail inaktiv ist, erhalten Sie E-Mails von Administratoren (z.B. Benachrichtigungen über Kurszuweisungen) und vom Benutzerkonto-Management (z.B. Benachrichtigungen über Log-in-Updates, etc.)

source: Write a message...
de: Schreiben Sie eine Nachricht...

source: Write text and/or add files
de: Schreiben Sie hier Text und/oder fügen Sie Daetein hinzu

source: Write your answer here
de: Schreiben Sie Ihre Antwort bitte hier

source: Yes
de: Ja

source: You are invited to join a training
de: Sie wurden zu einem Training eingeladen

source: You are invited to join a webinar
de: Sie wurden zu einem Webinar eingeladen

source: You are invited to register for webinar
de: Sie wurden eingeladen, sich für ein Webinar anzumelden.

source: You are not authorized to view <strong>"%contentTitle%"<strong>.
de: Sie haben keinen Zugang zu <strong>"%contentTitle%"<strong>.

source: You aren’t competing, and your rankings are not shown on the leaderboard
de: Sie stehen nicht im Wettbewerb, daher erscheinen Ihre Ergebnisse nicht in der Rangliste

source: You cannot access the system due the user limit for this account.
de: Sie haben keinen System-Zugang, da die Nutzer-Anzahl für dieses Konto beschränkt ist.

source: You have been assigned new courses
de: Ihnen wurden neue Kurse zugewiesen

source: You have been invited to attend <strong>%offlineEventName%</strong> on %startDate% at %startTime%
de: Sie wurden eingeladen, an <strong>%offlineEventName%</strong> teilzunehmen am %startDate% um %startTime%

source: You have been invited to attend the webinar <strong>%webinarName%</strong> on %startDate% at %startTime%
de: Sie wurden eingeladen, am Webinar <strong>%offlineEventName%</strong> teilzunehmen am %startDate% um %startTime%

source: You have been successfully registered for the webinar "%WEBINAR_TITLE%".\nDate and time: %DATE_AND_TIME%.\n\nRegistration information:\nFirst Name and Last Name: %FIRST_NAME% %LAST_NAME%\nEmail: %EMAIL%\n\nTo join the webinar follow the link below:\n%WEBINAR_LINK%\n\nAdd a reminder to my calendar:\n%ADD_TO_YOUR_OUTLOOK_CALENDAR%\n\nSincerely, %ORGANIZER%\n
de: Sie haben sich erfolgreich beim Webinar "%WEBINAR_TITLE%" angemeldet.\nDatum und Uhrzeit: %DATE_AND_TIME%.\n\nAnmelde-Informationen:\nVorname und Name: %FIRST_NAME% %LAST_NAME%\nE-Mail-Adresse: %EMAIL%\n\nUm am Webinar teilzunehmen, hier der Link:\n%WEBINAR_LINK%\n\nTerminerinnerung meinem Kalender hinzufügen:\n%ADD_TO_YOUR_OUTLOOK_CALENDAR%\n\nFreundliche Grüße, %ORGANIZER%\n

source: You have courses to complete
de: Sie haben Kurse, die Sie bearbeiten müssen

source: You have successfully completed\nthe course.\nPlease find the attached certificate.\n\nCourse: %COURSE_TITLE%\nCompletion date: %COMPLETION_DATE%\n
de: Sie haben den Kurs\nerfolgreich abgeschlossen.\nIm Anhang finden Sie Ihr Zertifikat.\n\nKurs: %COURSE_TITLE%\nAbschluss-Datum: %COMPLETION_DATE%\n

source: You haven’t added any participants to this event
de: Sie haben diesem Termin noch keine Teilnehmer hinzugefügt

source: You received a badge
de: Sie haben ein Badge erhalten

source: You'll find the chat history here
de: Den Chat-Verlauf finden Sie hier

source: You've earned a certificate for completing <strong>%contentTitle%</strong>
de: Sie erhalten ein Zertifikat für den Abschluss von <strong>%contentTitle%</strong>

source: You've got a new password
de: Sie haben ein neues Passwort

source: Your %account_name% verification code
de: Ihr %account_name% Identifkations Code

source: Your Score
de: Ihre Punktzahl

source: Your account has been blocked.
de: Ihr Benutzerkonto wurde geblockt.

source: Your account is confirmed.
de: Ihr Benutzerkonto wurde bestätigt

source: Your account was saved as inactive.
de: Ihr Benutzerkonto wurde inaktiv geschaltet.

source: Your badges
de: Ihre Badges

source: Your certificates
de: Ihre Zertifikate

source: Your email for %ACCOUNT_URL% has been changed.\n\nPrevious email: %OLD_EMAIL%\nNew email: %NEW_EMAIL%\n\n\nSincerely,\n%ORGANIZER%\n
de: Ihre E-Mail-Adresse für das Benutzerkonto %ACCOUNT_URL% hwurde geändert.\n\nAlte E-Mail-Adresse: %OLD_EMAIL%\nNeue E-Mail-Adresse: %NEW_EMAIL%\n\n\nMit freundlichen Grüßen,\n%ORGANIZER%\n

source: Your email has been changed
de: Ihre E-Mail-Adresse wurde geändert.

source: Your key for resetting the password has expired/not found.\nPlease enter your email address to get a new key for resetting your password.
de: Ihr Zugriffsschlüssel für die Änderung Ihres Passworts ist abgelaufen/passt nicht.\nBitte geben Sie Ihre E-Mail-Adresse ein, dann erhalten Sie einen neuen Zugriffsschlüssel, mit dem Sie Ihr Passwort neu einrichten können.

source: Your login for %ACCOUNT_URL% has been changed.\n\nPrevious login: %OLD_LOGIN%\nNew login: %NEW_LOGIN%\n\n\nSincerely,\n%ORGANIZER%\n
de: Ihre Log-in-Daten für das Benutzerkonto %ACCOUNT_URL% wurden geändert.\n\nAlte Log-in-Daten: %OLD_LOGIN%\nNeue Log-in-Daten: %NEW_LOGIN%\n\n\nMit freundlichen Grüßen,\n%ORGANIZER%\n

source: Your login has been changed
de: Ihre Log-in-Daten wurden geändert.

source: Your new email is: %newEmail%
de: Ihre neue E-Mail-Adresse lautet: %newEmail%

source: Your new login is: %newLogin%
de: Ihre neuen Log-in-Daten lauten: %newLogin%

source: Your password has been changed
de: Ihr Passwort wurde geändert.

source: Your payment has been accepted.
de: Ihre Zahlung wurde akzeptiert.

source: Your previous email was: %oldEmail%
de: Ihre frühere E-Mail-Adresse lautete: %oldEmail%

source: Your previous login was: %oldLogin%
de: Ihre früheren Log-in-Daten lauteten: %oldLogin%

source: Your request for <strong>%title%</strong> has been accepted
de: Ihre Anfrage für <strong>%title%</strong> wurde angenommen

source: Your request for <strong>%title%</strong> has been declined
de: Ihre Anfrage für <strong>%title%</strong> wurde abgelehnt

source: Your request has been sent.
de: Ihre Anfrage wurde gesendet

# Your request to view "%COURSE_TITLE%" has been approved. We wish you good luck!
source: Your request to view "%COURSE_TITLE%" has been approved.\n\nWe wish you good luck!\n
de: Ihre Anfrage für den Kurs "%COURSE_TITLE%" wurde genehmigt.\n\nViel Erfolg!\n

source: You’ve earned %count% [%count%=>point|points]!
de: Sie haben %count% [%count%=>Punkt|Punkte] erworben!

source: You’ve received the new badge <strong>%title%</strong> + %count% more badges!
de: Sie haben das neue Badge <strong>%title%</strong> erhalten + %count% mehr Badges!

source: You’ve received the new badge <strong>%title%</strong>!
de: Sie haben das neue Badge <strong>%title%</strong> erhalten!

source: Zeige mehr
de: Mehr anzeigenr

source: Zeige weniger
de: Weniger anzeigen

# Add a reminder to my calendar: %LINK%
source: \nAdd a reminder to my calendar:\n%LINK%\n
de: \nTerminerinnerung meinem Kalender hinzufügen:\n%LINK%\n

source: accepted
de: Angenommen

source: ago
de: her

source: certificates
de: Zertifikate

source: courses
de: Kurse:

source: days
de: Tage

source: declined
de: Abgelehnt

source: edited
de: bearbeitet

source: from now
de: von heute an

source: hours
de: Stunden

source: minute
de: Minuten

source: minutes
de: Minuten

source: months
de: Monate

source: new
de: neu

source: out of
de: von

source: questions
de: Fragen

source: quizzes
de: Quizze

source: slides
de: Folien

source: years
de: Jahre

source: «%COURSE_TITLE%» course is now available
de: Der Kurs «%COURSE_TITLE%» ist jetzt verfügbar

# «%COURSE_TITLE%» course is now available.
source: «%COURSE_TITLE%» course is now available.\n
de: Der Kurs «%COURSE_TITLE%» ist jetzt verfügbar.\n

source: «%COURSE_TITLE%» learning path is now available
de: Der Lernpfad «%COURSE_TITLE%» ist jetzt verfügbar

# «%COURSE_TITLE%» learning path is now available.
source: «%COURSE_TITLE%» learning path is now available.\n
de: Der Lernpfad «%COURSE_TITLE%» ist jetzt verfügbar.\n
